tap "homebrew/bundle"
tap "zegervdv/zathura"

brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "blueutil"
brew "clang-format"
brew "cloc"
brew "cmatrix"
brew "docutils"
brew "fd"
brew "gcc"
brew "gh"
brew "go"
brew "gpgme"
brew "python@3.12"
brew "isort"
brew "lua"
brew "ninja"
brew "meson"
brew "protobuf"
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "perl"
brew "poppler"
brew "pylint"
brew "python@3.11"
brew "ripgrep"
brew "sphinx-doc"
brew "stow"
brew "tectonic"
brew "telnet"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"

cask "betterdisplay"
cask "firefox"
cask "tikzit"
